Repository: JaredTweed/gnome-shell-extension-clipboard-indicator
Catalog: locale/*/LC_MESSAGES/clipboard-indicator.po
Languages: de, fa, kn, sk, uk

source: Text will be here
de: Text wird hier angezeigt
fa: متن این‌جا خواهد بود
kn: ಪಠ್ಯ ಇಲ್ಲಿ ಇರುತ್ತದೆ
sk: Tu bude text
uk: Текст буде тут

source: Type here to search...
de: Text eingeben, um zu suchen…
fa: برای جست‌وجو این‌جا بنویسید...
kn: ಹುಡುಕಲು ಇಲ್ಲಿ ಟೈಪ್ ಮಾಡಿ...
sk: Kliknite sem pre vyhľadávanie...
uk: Пишіть тут для пошуку...

source: Private mode
de: Privater Modus
fa: حالت خصوصی
kn: ಖಾಸಗಿ ಮೋಡ್
sk: Súkromný režim
uk: Приватний режим

source: Clear history
de: Verlauf löschen
fa: پاک‌سازی تاریخچه
kn: ಇತಿಹಾಸವನ್ನು ಅಳಿಸಿ
sk: Vymazanie histórie
uk: Очистити історію

source: Settings
de: Einstellungen
fa: تنظیمات
kn: ಸೆಟ್ಟಿಂಗ್‌ಗಳು
sk: Nastavenia
uk: Параметри

source: Clipboard is empty
de: Zwischenablage ist leer
fa: تخته‌گیره خالیست
kn: ಕ್ಲಿಪ್‌ಬೋರ್ಡ್ ಖಾಲಿಯಾಗಿದೆ
sk: Schránka je prázdna
uk: Вміст буфера обміну порожній

source: Clear all?
de: Alles löschen?
fa: همه پاک شوند؟
kn: ಎಲ್ಲಾ ಅಳಿಸಬಹುದೇ?
sk: Vyčistiť všetko?
uk: Очистити все?

source: Are you sure you want to delete all clipboard items?
de: Soll die Zwischenablage wirklich geleert werden?
fa: آیا از حذف همهٔ موارد تخته‌گیره مطمئنید؟
kn: ನೀವು ಎಲ್ಲಾ ಕ್ಲಿಪ್‌ಬೋರ್ಡ್ ಐಟಂಗಳನ್ನು ಅಳಿಸಲು ಖಚಿತವೇ?
sk: Naozaj chcete odstrániť všetky položky schránky?
uk: Точно видалити всі записи з буфера обміну?

source: This operation cannot be undone.
de: Diese Aktion kann nicht rückgängig gemacht werden.
fa: این عملیات نمی‌تواند بازگردانی شود.
kn: ಈ ಕಾರ್ಯವನ್ನು ಹಿಂತೆಗೆದುಕೊಳ್ಳಲು ಸಾಧ್ಯವಿಲ್ಲ.
sk: Táto akcia sa nedá odvolať.
uk: Цю операцію неможливо скасувати.

source: Clear
de: Löschen
fa: پاک‌سازی
kn: ಅಳಿಸಿ
sk: Vyčistiť
uk: Очистити

source: Cancel
de: Abbrechen
fa: لغو
kn: ರದ್ದುಗೊಳಿಸಿ
sk: Zrušiť
uk: Скасувати

source: Clipboard history cleared
de: Verlauf der Zwischenablage gelöscht
fa: تاریخچهٔ تخته‌گیره پاک شد
kn: ಕ್ಲಿಪ್‌ಬೋರ್ಡ್ ಇತಿಹಾಸ ಅಳಿಸಲಾಗಿದೆ
sk: História schránky vymazaná
uk: Історію буфера обміну очищено

source: Copied to clipboard
de: In Zwischenablage kopiert
fa: به تخته‌گیره رونوشت شد
kn: ಕ್ಲಿಪ್‌ಬೋರ್ಡ್‌ಗೆ ನಕಲಿಸಲಾಗಿದೆ
sk: Skopírované do schránky
uk: Скопійовано до буфера обміну

source: History Size
de: Größe des Verlaufs
fa: اندازهٔ‌ تاریخچه
kn: ಇತಿಹಾಸದ ಗಾತ್ರ
sk: Veľkosť histórie
uk: Розмір історії

source: Preview Size (characters)
de: Vorschaugröße (Zeichen)
fa: اندازهٔ پیش‌نمایش (نویسه)
kn: ಪೂರ್ವವೀಕ್ಷಣಾ ಗಾತ್ರ (ಅಕ್ಷರಗಳು)
sk: Veľkosť náhľadu (v znakoch)
uk: Розмір попереднього перегляду (символів)

source: Max cache file size (MB)
de: Maximale Größe der Cachedatei (MB)
fa: بیشینهٔ اندازهٔ پروندهٔ انبارش (م‌ب)
kn: ಗರಿಷ್ಠ ಕಾಚೆ ಫೈಲ್ ಗಾತ್ರ (MB)
sk: Max. veľkosť súboru vyrovnávacej pamäte (MB)
uk: Максимальний розмір кешу (МБ)

source: Number of characters in top bar
de: Anzahl der Zeichen in oberer Leiste
fa: شمار نویسه‌ها در نوار بالایی
kn: ಟಾಪ್ ಬಾರ್‌ನ ಅಕ್ಷರಗಳ ಸಂಖ್ಯೆ
sk: Počet znakov v hornom riadku
uk: Кількість символів на верхній панелі

source: What to show in top bar
de: Folgendes in oberer Leiste anzeigen
fa: چه در نوار بالایی نمایش داده شود
kn: ಟಾಪ್ ಬಾರ್‌ನಲ್ಲಿ ಏನು ತೋರಿಸಬೇಕು
sk: Čo zobraziť v hornom riadku
uk: Що показувати на верхній панелі

source: Remove down arrow in top bar
de: Pfeil in oberer Leiste ausblenden
fa: برداشتن پیکان رو به پایین در نوار بالایی
kn: ಟಾಪ್ ಬಾರ್‌ನ ಕೆಳಗಿನ ಬಾಣವನ್ನು ತೆಗೆದುಹಾಕಿ
sk: Odstrániť šípku dole v hornom riadku
uk: Вилучити стрілку вниз на верхній панелі

source: Cache only pinned items
de: Nur Favoriten im Cache behalten
fa: فقط انبارش موارد سنجاق‌شده
kn: ಪಿನ್ ಮಾಡಿರುವ ಐಟಂಗಳನ್ನು ಮಾತ್ರ ಕಾಶೆ ಮಾಡಿ
sk: Kešovať iba obľúbené položky
uk: Кешувати лише пришпилені записи

source: Show notification on copy
de: Benachrichtigung beim Kopieren anzeigen
fa: نمایش آگاهی هنگام رونوشت
kn: ನಕಲಿಸಿದಾಗ ಅಧಿಸೂಚನೆ ತೋರಿಸಿ
sk: Zobraziť upozornenie pri kopírovaní
uk: Показувати сповіщення при копіюванні

source: Show confirmation on Clear History
de: Bestätigung beim Löschen des Verlaufs anzeigen
fa: نمایش تائیدیه هنگام پاک‌سازی تاریخچه
kn: ಇತಿಹಾಸವನ್ನು ಅಳಿಸುವಾಗ ದೃಢೀಕರಣ ತೋರಿಸಿ
sk: Zobraziť upozornenie pri čistení histórie
uk: Підтверджувати очищення історії

source: Remove whitespace around text
de: Leerzeichen vor und nach dem Text entfernen
fa: برداشتن فاصلهٔ دور متن
kn: ಪಠ್ಯದ ಸುತ್ತಲಿನ ಖಾಲಿ ಸ್ಥಳವನ್ನು ತೆಗೆದುಹಾಕಿ
sk: Odstraňovať medzery pred a za textom
uk: Вилучати проміжки навколо тексту

source: Move item to the top after selection
de: Eintrag nach Auswahl nach oben verschieben
fa: جابه‌جایی مورد به بالا پس از گزینش
kn: ಆಯ್ಕೆ ಮಾಡಿದ ನಂತರ ಐಟಂವನ್ನು ಮೇಲಕ್ಕೆ ಸರಿಸಿ
sk: Po výbere presunúť položku na začiatok zoznamu
uk: Переміщувати вибраний елемент вгору

source: Keep selected entry after Clear History
de: Gewählten Eintrag beim Löschen des Verlaufs beibehalten
fa: نگه داشتن ورودی برگزیده پس از پاک‌سازی تاریخچه
kn: ಇತಿಹಾಸ ಅಳಿಸಿದ ನಂತರ ಆಯ್ಕೆ ಮಾಡಿದ ಎಂಟ್ರಿಯನ್ನು ಉಳಿಸಿ
sk: Ponechať vybranú položku po vyčistení histórie
uk: Зберігати вибраний запис після очищення історії

source: Show paste buttons
de: Schaltflächen zum Einfügen anzeigen
fa: نمایش دکمهٔ جای‌گذاری
kn: ಪೇಸ್ಟ್ ಬಟನ್‌ಗಳನ್ನು ತೋರಿಸಿ
sk: Zobraziť tlačidlá na vloženie
uk: Показувати кнопки для вставлення

source: Adds a paste button to each entry that lets you paste it directly
de: Fügt jedem Eintrag eine Schaltfläche zum direkten Einfügen hinzu
fa: افزودن یک دکمه به هر ورودی برای جای‌گذاری مستقیم
kn: ಪ್ರತ್ಯೇಕ ಎಂಟ್ರಿಗೆ ನೇರವಾಗಿ ಪೇಸ್ಟ್ ಮಾಡಲು ಪೇಸ್ಟ್ ಬಟನ್ ಸೇರಿಸುತ್ತದೆ
sk: Pridá tlačidlo na vloženie vedľa každej položky, čo vám umožní vkladať obsah priamo
uk: Додає кнопку вставлення до кожного запису, що дозволяє вставляти їх напряму

source: Place the pinned section on the bottom
de: Favoriten am Ende der Liste anzeigen
fa: جای دادن بخش سنجاق‌شده در پایین
kn: ಪಿನ್ ಮಾಡಿರುವ ವಿಭಾಗವನ್ನು ಕೆಳಭಾಗದಲ್ಲಿ ಇರಿಸಿ
sk: Umiestňovat sekciu obľúbených na spodok
uk: Розмістити секцію з пришпиленим знизу

source: Requires restarting the extension
de: Erfordert Neustart der Erweiterung
fa: نیازمند راه‌اندازی دوبارهٔ افزونه
kn: ವಿಸ್ತರಣೆಯನ್ನು ಮರುಪ್ರಾರಂಭಿಸಲು ಅಗತ್ಯವಿದೆ
sk: Vyžaduje reštart rozšírenia
uk: Потребує перезапуску розширення

source: Clear clipboard history on system reboot
de: Verlauf beim Neustart des Systems löschen
uk: Очищати історію буфера обміну під час перезапуску

source: Paste on select
uk: Вставляти під час вибору

source: Cache images
uk: Кешувати зображення

source: UI
de: Oberfläche
fa: رابط کاربری
kn: ಬಳಕೆದಾರ ಇಂಟರ್‌ಫೇಸ್
sk: Rozhranie
uk: Інтерфейс

source: Behavior
de: Verhalten
uk: Поведінка

source: Limits
de: Grenzwerte
fa: محدودیت‌ها
kn: ಮಿತಿಗಳು
sk: Limity
uk: Обмеження

source: Topbar
de: Obere Leiste
fa: نوار بالایی
kn: ಟಾಪ್‌ಬಾರ್
sk: Vrchný riadok
uk: Верхня панель

source: Notifications
de: Benachrichtigungen
fa: آگاهی‌ها
kn: ಅಧಿಸೂಚನೆಗಳು
sk: Upozornenia
uk: Сповіщення

source: Shortcuts
de: Tastenkombinationen
fa: میان‌برها
kn: ಶಾರ್ಟ್‌ಕಟ್‌ಗಳು
sk: Skratky
uk: Клавіатурні скорочення

source: Icon
de: Symbol
fa: نقشک
kn: ಚಿಹ್ನೆ
sk: Ikona
uk: Піктограма

source: Clipboard Content
de: Inhalt der Zwischenablage
fa: محتویات تخته‌گیره
kn: ಕ್ಲಿಪ್‌ಬೋರ್ಡ್ ವಿಷಯ
sk: Obsah schránky
uk: Вміст буфера обміну

source: Both
de: Beides
fa: هر دو
kn: ಎರಡೂ
sk: Obidve
uk: Все

source: Neither
de: Nichts
fa: هیچ‌کدام
kn: ಯಾವುದೂ ಇಲ್ಲ
uk: Нічого

source: Toggle the menu
de: Menü öffnen/schließen
fa: تغییر وضعیت فهرست
kn: ಮೆನು ಪರಿವರ್ತನೆ ಮಾಡಿ
sk: Prepnutie ponuky
uk: Перемкнути меню

source: Previous entry
de: Vorheriger Eintrag
fa: ورودی پیشین
kn: ಹಿಂದಿನ ಎಂಟ್ರಿ
sk: Predchádzajúca položka
uk: Попередній запис

source: Next entry
de: Nächster Eintrag
fa: ورودی پسین
kn: ಮುಂದಿನ ಎಂಟ್ರಿ
sk: Nasledujúca položka
uk: Наступний запис

source: Enable shortcuts
de: Tastenkombinationen aktivieren
fa: به کار اندازی میان‌برها
kn: ಶಾರ್ಟ್‌ಕಟ್‌ಗಳನ್ನು ಸಕ್ರಿಯಗೊಳಿಸಿ
sk: Povoliť klávesové skratky
uk: Увімкнути клавіатурні скорочення

source: Disabled
de: Deaktiviert
fa: از کار افتاده
kn: ನಿಷ್ಕ್ರಿಯಗೊಳಿಸಲಾಗಿದೆ
sk: Vypnuté
uk: Вимкнено

source: Enter shortcut
de: Tastenkombination eingeben
fa: ورود میان‌بر
kn: ಶಾರ್ಟ್‌ಕಟ್ ನಮೂದಿಸಿ
sk: Zadajte klávesovú skratku
uk: Введіть клавіатурне скорочення
